Repository: artemanufrij/screencast
Catalog: po/extra/*.po
Languages: fr, pl, pt

source: Record your screen
fr: Capturez votre écran
pl: Nagraj swój ekran
pt: Grave o seu ecrã

source: Screen Recorder
fr: Enregistreur d'écran
pl: Rejestrator ekranu
pt: Gravador de Ecrã

source: Record/Pause
fr: Capturer/Mettre en pause
pl: Nagrywaj/wstrzymaj
pt: Gravar/Pausar

source: media-record-symbolic
pt: multimédia-gravar-simbólico

source: Finish
fr: Finaliser
pl: Zakończ
pt: Terminar

source: document-save-symbolic
pt: documento-guardar-simbólico

source: A simple screen recorder
fr: Un simple enregistreur d'écran
pl: Prosty rejestrator ekranu
pt: Um gravador de ecrã simples

source: Screencast makes it simple to record your screen for making something like video tutorials
fr: Screencast rend la capture de votre écran facile, par exemple pour faire quelque chose comme des tutoriels vidéos
pl: Dzięki Screencastowi możesz łatwo nagrać swój pulpit, żeby stworzyć coś w stylu tutorialu
pt: O Screencast tornar fácil a gravação do seu ecrã para que faça coisas como tutoriais de vídeo

source: Record the whole screen
fr: Enregistrez l'écran complet
pl: Nagraj cały ekran
pt: Gravação do ecrã inteiro

source: Select an area of the screen to record
fr: Sélectionnez une zone de l'écran à capturer
pl: Wybierz obszar ekranu do nagrania
pt: Selecione uma área do ecrã para gravar

source: Display pressed keys
fr: Affichez les touches pressées
pl: Wyświetl wciskane klawisze
pt: Exibe teclas pressionadas

source: Record audio along with the screen recording
fr: Enregistrez l'audio en plus de la capture de l'écran
pl: Nagrywaj wideo i audio równocześnie
pt: Grava áudio com a gravação de ecrã

source: Encodes to webm
fr: Encodage en WEBM
pl: Enkodowanie do webm
pt: Codifica para webm

source: Screencast is a fork of Eidete.
fr: Screencast est inspiré de Eidete.
pl: Screencast jest forkiem Eidete.
pt: O Screencast é uma bifurcação do Eidete.

source: Translation:
fr: Traduction :
pl: Tłumaczenie:
pt: Tradução:

source: Japanese (by Ryo Nakano)
fr: Japonais (par Ryo Nakano)
pl: Japońskie (Ryo Nakano)
pt: Japonês (por Ryo Nakano)

source: Improved:
fr: Amélioration :
pl: Ulepszono:
pt: Melhorado:

source: Don't hide control window from dock panel
fr: Ne cache plus la fenêtre de contôle du Dock
pl: Nie chowanie się okna z doku
pt: Não esconder o controlo da janela do painel da doca

source: Serbian (by Pavle Radosavljević)
fr: Serbe (par Pavle Radosavljević)
pl: Serbskie (Pavle Radosavljević)
pt: Sérvio (por Pavle Radosavljević)

source: Lithuanian (by welaq)
fr: Lituanien (par welaq)
pl: Litewskie (welaq)
pt: Lituano (por welaq)

source: Desktop Action Menu
fr: Menu contextuel du lanceur
pl: Integrację z pulpitem
pt: Menu de Ação no Ambiente de Trabalho

source: .desktop, appdata descriptions (by aljelly)
fr: Description des fichiers .desktop et appdata (par aljelly)
pl: Opisy .desktop i AppData (aljelly)
pt: Descrições no .desktop e appdata (por aljelly)

source: German
fr: Allemand
pl: Niemieckie
pt: Alemão

source: Spanish (by Franklin Ruiz)
fr: Espagnol (par Franklin Ruiz)
pl: Hiszpańskie (Franklin Ruiz)
pt: Espanhol (por Franklin Ruiz)

source: New:
fr: Nouveau :
pl: Dodano:
pt: Novo:

source: Custom delay in seconds
fr: Personnalisez le délai en secondes avant la capture
pl: Własne opóźnienie w sekundach
pt: Atraso personalizado em segundos

source: Desktop Actions: Record/Pause, Finish
fr: Actions du lanceur : Capturer/Mettre en pause, Finaliser
pl: Integracja z pulpitem: Nagrywaj/wstrzymaj, Zakończ
pt: Ações no Ambiente de Trabalho: Gravar/Pausar, Terminar

source: Start recording instand from Plank
fr: Démarrez l'enregistrement instantanément depuis le Dock
pl: Rozpoczęcie nagrywania z doku
pt: Inicie de forma instantânea a gravação a partir do Plank

source: Indicator Menu
fr: Menu de l'indicateur
pt: Menu Indicador

source: Media Key Listener
fr: Touches de médias fonctionnelles
pl: Nasłuchiwanie klawiszy mediów
pt: Ouvinte de Chaves de Multimédia

source: Spanish (by Juan Velandia)
fr: Espagnol (par Juan Velandia)
pl: Hiszpańskie (Juan Velandia)
pt: Espanhol (por Juan Velandia)
